<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
 	'appid'			=>	'wxb52f0033973b4443',
 	'secret'		=>	'3dfeedf009a7527774ee1971a1a57f50',
 	'grant_type'	=>	'authorization_code',


 	'WXPAY'=>[
		'KEY' => '', //支付秘钥需要更改成自己的

		'APPID' => 'wxb52f0033973b4443', //APPID需要更改为自己的

		'MCHID' => '', //商户号需要更改成自己的

		'SECRET' => '3dfeedf009a7527774ee1971a1a57f50', //开发者密码需要更改为自己的

		'NOTIFY_URL'=>''      //回到地址
	],

];
